Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: One or more members of this new relation have been deleted while the relation editor was open. They have been removed from the relation members list.
ca_es: Un o més membres d''aquesta relació han estat esborrats mentre l''editor de relacions era obert. Han estat suprimides de la llista de membres.

source: Yes, create a conflict and close
ca_es: Si, crear un conflicte i tancar

source: Click to create a conflict and close this relation editor
ca_es: Cliqueu per a crear un conflicte i tancar aquest editor de relacions

source: No, continue editing
ca_es: No, continuar modificant

source: Click to return to the relation editor and to resume relation editing
ca_es: Cliqueu per tornar a l''editor de relacions i reprendre la modificació de la relació

source: <html>This relation has been changed outside of the editor.<br>You cannot apply your changes and continue editing.<br><br>Do you want to create a conflict and close the editor?</html>
ca_es: <html>Aquesta relació ha canviat fora de l''editor.<br>No podeu aplicar elsvostres canvis i continuar editant.<br><br>Voleu crear un conflicte i tancar l''editor?</html>

source: <html>Layer ''{0}'' already has a conflict for object<br>''{1}''.<br>Please resolve this conflict first, then try again.</html>
ca_es: <html>La capa ''{0}'' té un conflicte per l''objecte<br>''{1}''.<br>Si us plau resolgueu primer aquest conflicte i llavors toneu a provar.</html>

source: Apply the current updates
ca_es: Aplicar les actualitzacions

source: Apply the updates and close the dialog
ca_es: Aplicar les actualitzacions i tancar la finestra

source: Cancel the updates and close the dialog
ca_es: Anular les actualitzacions i tancar la finestra

source: Yes, save the changes and close
ca_es: Si, desar els canvis i tancar

source: Click to save the changes and close this relation editor
ca_es: Feu clic per desar els canvis i tancar aquest editor de relacions

source: No, discard the changes and close
ca_es: No, descartar els canvis i tancar

source: Click to discard the changes and close this relation editor
ca_es: Feu cli perdescartar els canvis i tancar aquest editor de relacions

source: Cancel, continue editing
ca_es: Cancel·lar, continuar l''edició

source: <html>The relation has been changed.<br><br>Do you want to save your changes?</html>
ca_es: <html>La relació ha canviat.<br><br>Voleu desar elsvostres canvis?

source: Unsaved changes
ca_es: Canvis sense desar

source: Add an empty tag
ca_es: Afegeix una etiqueta buida

source: Download all incomplete members
ca_es: Descarregant els membres incomplets

source: Download Members
ca_es: Descarregant els membres

source: Relation Editor: Download Members
ca_es: Editor de relacions: Descarregar membres

source: Download selected incomplete members
ca_es: Descarregar els mmebres incomplets seleccionats

source: Sets a role for the selected members
ca_es: Establir un rol per als membres seleccionats

source: Apply Role
ca_es: Aplicar rol

source: You are setting an empty role on {0} object.
ca_es: Esteu configurant un rol buit per a {0} objecte.

source: This is equal to deleting the roles of these objects.
ca_es: Això és el mateix que esborrar els rols d''aquests objectes

source: Do you really want to apply the new role?
ca_es: Segur que voleu aplicar el nou rol?

source: Yes, apply it
ca_es: Sí, aplicar-ho

source: No, do not apply
ca_es: No, no aplicar-ho

source: Confirm empty role
ca_es: Confirmar rol buit

source: Edit the relation the currently selected relation member refers to
ca_es: Modifica la relació a la qual fa referència el membre de la relació seleccionat

source: Members from paste buffer cannot be added because they are not included in current layer
ca_es: Els membres provinents del portarretalls no poden ser afegits perquè no són presents a la capa actual

source: Select previous Gap
ca_es: Selecciona l''interval previ

source: Select the previous relation member which gives rise to a gap
ca_es: Selecciona el membre anterior de la relació que genera un interval

source: Select next Gap
ca_es: Seleccionar l''interval següent

source: Select the next relation member which gives rise to a gap
ca_es: Selecciona el membre següent de la relació que genera un interval

source: Zoom to Gap
ca_es: Amplia a l''interval

source: Zoom to the gap in the way sequence
ca_es: Amplia a l''interval en la seqüència de la via

source: Refers to
ca_es: Fa referència a

source: Download referring relations
ca_es: Descarrega les relacions que s''hi refereixen

source: There were {0} conflicts during import.
ca_es: Hi havia {0} conflictes durant la importació.

source: including immediate children of parent relations
ca_es: incloent els fills directes de la relació

source: Load parent relations
ca_es: Carrega les relacions parents

source: Loading parent relations
ca_es: Carregant les relacions parents

source: Edit the currently selected relation
ca_es: Modificar la relació seleccionada

source: Apply Changes
ca_es: Aplica els canvis

source: Create new relation in layer ''{0}''
ca_es: Crear una nova relació a la capa ''{0}''

source: Edit new relation in layer ''{0}''
ca_es: Modificar la nova relació a la capa ''{0}''

source: Edit relation #{0} in layer ''{1}''
ca_es: Modificar la relació #{0} a la capa ''{1}''

source: Load relation
ca_es: Carregar la relació

source: way is connected
ca_es: la via està connectada

source: way is connected to previous relation member
ca_es: la via està connectada a un membre anterior de la relació

source: way is connected to next relation member
ca_es: la via està connectada a un membre posteior de la relació

source: way is not connected to previous or next relation member
ca_es: la via no està connectada ni a un membre anterior ni a un membre posterior de la relació

source: Wrong number of arguments for bookmark
ca_es: El nombre d''aruments no és correcte pel favorit

source: Error reading bookmark entry: %s
ca_es: Error llegint entrada de favorits: %s

source: Unexpected line ''{0}'' in bookmark file ''{1}''
ca_es: Línia ''{0}'' inesperada al fitxer de preferits ''{1}'

source: Illegal double value ''{0}'' on line ''{1}'' in bookmark file ''{2}''
ca_es: Valor doble no vàlid "{0}" a la línia "{1}" del fitxer de preferits ''{2}'

source: <html>Could not read bookmarks from<br>''{0}''<br>Error was: {1}</html>
ca_es: <html>No es poden llegir els favorits de<br>''{0}''<br>Error: {1}</html>

source: Bookmarks
ca_es: Favorits

source: <html>There is currently no download area selected.</html>
ca_es: <html>Cap zona descarregada ha estat seleccionada.</html>

source: <html><strong>Current download area</strong> (minlon, minlat, maxlon, maxlat): </html>
ca_es: <html><strong>Zona descarregada</strong> (long. min., lat. min., lon. màx., lat. màx.): </html>

source: Create bookmark
ca_es: Crear un favorit

source: Add a bookmark for the currently selected download area
ca_es: Afegeix un marcador per la zona descarregada

source: Currently, there is no download area selected. Please select an area first.
ca_es: No hi ha cap zona seleccionada a l''àrea descarregada. Si us plau, seleccioneu-ne una.

source: Please enter a name for the bookmarked download area.
ca_es: Si us plau, indiqueu un nom pel marcador de la zona descarregada.

source: Name of location
ca_es: Nom de la ubicació

source: Remove the currently selected bookmarks
ca_es: Suprimir els marcadors seleccionats

source: Rename the currently selected bookmark
ca_es: Canvia el nom al marcador seleccionat

source: min lat
ca_es: lat min

source: min lon
ca_es: lon min

source: max lat
ca_es: lat màx

source: max lon
ca_es: lon màx

source: Clear textarea
ca_es: Esborrar text

source: URL from www.openstreetmap.org (you can paste an URL here to download the area)
ca_es: URL de www.openstreetmap.org (aqui podeu enganxar l''adreça de la zona a descarregar)

source: Bounding Box
ca_es: Límits

source: The string ''{0}'' is not a valid double value.
ca_es: La cadena de text ''{0}'' no és un valor doble vàlid.

source: Value for latitude in range [-90,90] required.
ca_es: La latitud ha d''estar compresa entre -90 i 90 graus.

source: Value for longitude in range [-180,180] required.
ca_es: La laongitud ha d''estar compresa entre -180 i 180 graus.

source: Data Sources and Types:
ca_es: Tipus i fonts de dades:

source: OpenStreetMap data
ca_es: Dades OpenStreetMap

source: Select to download OSM data in the selected download area.
ca_es: Descarregar les dades OSM de la zona seleccionada

source: Raw GPS data
ca_es: Dades GPS

source: Select to download GPS traces in the selected download area.
ca_es: Descarregar les traces GPS de la zona seleccionada

source: Download as new layer
ca_es: Descarregar com una capa nova

source: <html>Select to download data into a new data layer.<br>Unselect to download into the currently active data layer.</html>
ca_es: <html>Seleccioneu per descarregar dades a una nova capa.<br>Desseleccioneu per descarregar-les a la capa activa.</html>

source: Open this dialog on startup
ca_es: Obre aquesta finestra a l''inici

source: <html>Autostart ''Download from OSM'' dialog every time JOSM is started.<br>You can open it manually from File menu or toolbar.</html>
ca_es: Obre automàticament la finestra ''Descarrega d''OSM'' cada vegada que JOSM s''inicia.<br>El podeu obrir manualment utilitzant el menú Fitxer o la barra d''eines.</html>

source: Use left click&drag to select area, arrows or right mouse button to scroll map, wheel or +/- to zoom.
ca_es: Utilitzeu clic amb el botó esquerre mmés arrossegar per a seleccionar una zona, les tecles de fletxa o el botó dret del ratolí per desplaçar el mapa i la rodeta del ratolí o les tecles + i - pel nivell d''ampliació.

source: No area selected yet
ca_es: Encara no hi ha cap zona seleccionada

source: Download area too large; will probably be rejected by server
ca_es: La zona a descarregar és massa gran; probablement serà refusada pel servidor

source: Download area ok, size probably acceptable to server
ca_es: L''àrea de descàrrega és correcta, la seva mida sembla aceptable per al servidor

source: Click to close the dialog and to abort downloading
ca_es: Feu clic per a anul·lar la descàrrega i tancar la finestra

source: Click to download the currently selected area
ca_es: Feu clic per descarregar la zona seleccionada

source: Please select a download area first.
ca_es: Seleccioneu abans una zona a descarregar

source: <html>Neither <strong>{0}</strong> nor <strong>{1}</strong> is enabled.<br>Please choose to either download OSM data, or GPX data, or both.</html>
ca_es: <html>No heu seleccionat ni <strong>{0}</strong> ni <strong>{1}</strong>.<br>Si us plau escolliu entre descarregar dades OSM, GPX o ambdues.</html>

source: Download referrers (parent relations)
ca_es: Baixa les referències (relacions de parentiu)

source: Download object
ca_es: Baixa l''objecte

source: Object type:
ca_es: Tipus d''objecte:

source: mixed
ca_es: barrejat

source: Choose the OSM object type
ca_es: Seleccioneu el tipus d''objecte OSM

source: Object ID:
ca_es: ID d''objecte

source: Enter the ID of the object that should be downloaded
ca_es: Indiqueu l''ID de l''objecte a baixar

source: Select if the referrers of the object should be downloaded as well, i.e.,parent relations and for nodes, additionally, parent ways
ca_es: Indiqueu si les referències de l''objecte també s''han de baixar, com per exemple les relacions de parentiu, i en el cas dels nodes les vies que s''hi relacionen.

source: Select if the members of a relation should be downloaded as well
ca_es: Indiqueu si els membres de la relació també han de ser descarregats

source: Object IDs can be separated by comma or space.<br/> Examples: <b><ul><li>1 2 5</li><li>1,2,5</li></ul><br/></b> In mixed mode, specify objects like this: <b>w123, n110, w12, r15</b><br/>
ca_es: Els ID dels objectes poden ser separats per comes o per espais.<br/> Exemples: <b><ul><li>1 2 5</li><li>1,2,5</li></ul><br/></b> En mode mixt, especifiqueu els objectes d''aquesta manera: <b>w123, n110, w12, r15</b><br/>

source: Download referrers (parent relations and ways)
ca_es: Baixa lesrelacions (relacions de parentiu i vies)

source: Start downloading
ca_es: Inicia la baixada

source: Invalid ID list specified Cannot download object.
ca_es: L''ID especificat no és vàlid L''objecte no pot ser descarregat.

source: Class Type
ca_es: Classe

source: Bounds
ca_es: Límits

source: Choose the server for searching:
ca_es: Servidor de cerca:

source: Enter a place name to search for:
ca_es: Nom del lloc a cercar:

source: Enter a place name to search for
ca_es: indiqueu el nom del lloc a cercar

source: Areas around places
ca_es: Àrea al voltant dels llocs

source: Null pointer exception, possibly some missing tags.
ca_es: Excepció de tipus NullPointer. Probablement manca algun atribut.

source: Search ...
ca_es: Cerca...

source: Click to start searching for places
ca_es: Feu clic per iniciar la cerca

source: Querying name server
ca_es: Consultant el servidor de noms

source: Querying name server ...
ca_es: Consultant el servidor de noms...

source: Type
ca_es: Tipus

source: Slippy map
ca_es: Mapa lliscant

source: Tile Numbers
ca_es: Nombres de les tessel·les

source: JOSM Help Browser
ca_es: Ajuda de JOSM

source: Failed to read CSS file ''help-browser.css''. Exception is: {0}
ca_es: Error en llegir el fitxer CSS ''help-browser.css''. L''excepció és: {0}

source: <html><p class="warning-header">Help content for help topic missing</p><p class="warning-body">Help content for the help topic <strong>{0}</strong> is not available yet. It is missing both in your local language ({1}) and in English.<br><br>Please help to improve the JOSM help system and fill in the missing information. You can both edit the <a href="{2}">help topic in your local language ({1})</a> and the <a href="{3}">help topic in English</a>.</p></html>
ca_es: <html><p class="warning-header">Manca informació d''ajuda pel tema</p><p class="warning-body">Encara no hi ha contigut disponible pel tema <strong>{0}</strong>. Manca tant a la vostra llengua ({1}) com en anglès.<br><br>Si us plau, ajudeu a millorar el sistema d''ajuda de JOSM afegint la informació que manca. Podeu editar el <a href="{2}">tema en la vostra llengua ({1})</a> i/o en <a href="{3}">anglès</a>.</p></html>

source: <html><p class="error-header">Error when retrieving help information</p><p class="error-body">The content for the help topic <strong>{0}</strong> could not be loaded. The error message is (untranslated):<br><tt>{1}</tt></p></html>
ca_es: <html><p class="error-header">Error durant l''obtenció d''informació d''ajuda</p><p class="error-body">El contingut del tema d''ajuda <strong>{0}</strong> no pot ser carregat. El missatge d''error és (no traduït):<br><tt>{1}</tt></p></html>

source: <html>Failed to open help page for url {0}.<br>This is most likely due to a network problem, please check<br>your internet connection</html>
ca_es: <html>Ha fallat l''obertura de la pàgina d''ajuda a la url {0}.<br>Això acostuma a ser degut a un problema amb la xarxa, si us plau, comproveu<br>la vostra connexió a Internet</html>

source: Failed to open URL
ca_es: Ha fallat l''obertura de la URL

source: Open the current help page in an external browser
ca_es: Obre la pàgina d''ajuda a un navegador web extern

source: Edit the current help page
ca_es: Modifica la pàgina d''ajuda actual

source: <html>The current URL <tt>{0}</tt><br>is an external URL. Editing is only possible for help topics<br>on the help server <tt>{1}</tt>.</html>
ca_es: <html>La URL <tt>{0}</tt><br>és externa. La modificació només és possible per a les pàgines <br>que són al servidor d''ajuda <tt>{1}</tt>.</html>

source: Reload the current help page
ca_es: Recarrega la pàgina d''ajuda actual

source: Go to the previous page
ca_es: Vés a la pàgina anterior

source: Go to the next page
ca_es: Vés a la pàgina següent

source: Go to the JOSM help home page
ca_es: Va a la pàgina incial d''ajuda de JOSM

source: Bad location in HTML document. Exception was: {0}
ca_es: Posició incorrecta al document HTML. L''excepció ha estat: {0}

source: Failed to open help page. The target URL is empty.
ca_es: No s''ha pogut obrir la pàgina d''ajuda. La URL és buida.

source: Failed to open help page
ca_es: No ha estat possible d''obrir la pàgina d''ajuda

source: Latitude:
ca_es: Latitud:

source: Longitude:
ca_es: Longitud:

source: Distance:
ca_es: Distància:

source: Coordinates
ca_es: Coordenades

source: History for node {0}
ca_es: Historial del node {0}

source: History for way {0}
ca_es: Historial de la via {0}

source: History for relation {0}
ca_es: Historial de la relació {0}

source: Reload the history from the server
ca_es: L''historial ha estat recarregat del servidor

source: History not initialized yet. Failed to set reference primitive.
ca_es: L''historial no ha estat inicialitzat encara. No és possible d''establir una relació de l''objecte.

source: Failed to set reference. Reference ID {0} does not match history ID {1}.
ca_es: Ha fallat la configuració de la referència. L''ID {0} no concorda amb l''ID de l''historial {1}.

source: Failed to set reference. Reference version {0} not available in history.
ca_es: No ha estat possible d''establir la referència. la versió {0} de la referència no està disponible a l''historial.

source: History not initialized yet. Failed to set current primitive.
ca_es: L''historial encara no ha estat inicialitzat. Ha fallat la configuració de la primitiva.

source: Failed to set current primitive. Current version {0} not available in history.
ca_es: Ha fallat la configuració de la primitiva. La versió {0} no és a l''historial.

source: Load history
ca_es: Carregar historial

source: Loading history for node {0}
ca_es: Carregant l''historial del node {0}

source: Loading history for way {0}
ca_es: Carregant l''historial de la via {0}

source: Loading history for relation {0}
ca_es: Carregant l''historial de la relació {0}

source: Zoom to node
ca_es: Amplia la zona del node

source: Zoom to this node in the current data layer
ca_es: Ampliar la zona del node a la capa actual

source: Open a history browser with the history of this node
ca_es: Obre l''historial d''aquest node a un navegador web

source: Way {0}
ca_es: Via {0}

source: Relation {0}
ca_es: Relació {0}

source: Object
ca_es: Objecte

source: not present
ca_es: No present

source: Changeset:
ca_es: Conjunt de canvis:

source: <html>Version <strong>{0}</strong> currently edited in layer ''{1}''</html>
ca_es: <html>La versió <strong>{0}</strong> està en edició a la capa ''{1}''</html>

source: <html>Version <strong>{0}</strong> created on <strong>{1}</strong></html>
ca_es: <html>La versió <strong>{0}</strong> ha estat creada a <strong>{1}</strong></html>

source: Changeset info
ca_es: Informació del conjunt de canvis

source: Launch browser with information about the changeset
ca_es: Mostrar informació sobre el conjunt de canvis a un navegador web

source: Show changeset {0}
ca_es: Mostrar conjunt de canvis {0}

source: Date
ca_es: Data

source: Failed to update primitive with id {0} because current edit layer is null
ca_es: Ha fallat l''actualització de la primitiva amb id {0} perquè la capa en edició és nul·la

source: Failed to update primitive with id {0} because current edit layer does not include such a primitive
ca_es: Ha fallat l''actualització de la primitiva amb id {0} perquè la capa en edició no la inclou

source: Synchronize node {0} only
ca_es: Sincronitzar només el node {0}

source: Synchronize way {0} only
ca_es: Sincronitzar només la via {0}

source: Synchronize relation {0} only
ca_es: Sincronitzar només la relació {0}

source: Synchronize entire dataset
ca_es: Sincronitzar tot el conjunt de dades

source: <html>Uploading <strong>failed</strong> because the server has a newer version of one<br>of your nodes, ways, or relations.<br>The conflict is caused by the <strong>{0}</strong> with id <strong>{1}</strong>,<br>the server has version {2}, your version is {3}.<br><br>Click <strong>{4}</strong> to synchronize the conflicting primitive only.<br>Click <strong>{5}</strong> to synchronize the entire local dataset with the server.<br>Click <strong>{6}</strong> to abort and continue editing.<br></html>
ca_es: <html>La pujada <strong>ha fallat</strong> perquè el servidor te una versió més recent d''un dels<br>nodes, vies, o relacions.<br>El conflicte és causat per <strong>{0}</strong> amb id <strong>{1}</strong>,<br>el servidor te la versió {2} i la vostra és la {3}.<br><br>Feu clic sobre <strong>{4}</strong> per a sincronitzar l''element en conflicte.<br>Feu clic sobre<strong>{5}</strong> per a sincronitzar el vostre conjunt de dades amb el servidor.<br>Feu clic sobre <strong>{6}</strong> per anul·lar i continuar editant.<br></html>

source: <html>Uploading <strong>failed</strong> because the server has a newer version of one<br>of your nodes, ways, or relations.<br><br>Click <strong>{0}</strong> to synchronize the entire local dataset with the server.<br>Click <strong>{1}</strong> to abort and continue editing.<br></html>
ca_es: <html>La pujada <strong>ha fallat</strong> perquè el servidor te una versió més recent d''un dels<br>nodes, vies o relacions.<br><br>Feu clic sobre<strong>{0}</strong> per a sincronitzar el vostre conjunt de dades amb el servidor.<br>Feu clic sobre <strong>{1}</strong> per a anul·lar i continuar l''edició.<br></html>

source: <html>Uploading <strong>failed</strong> because you have been using<br>changeset {0} which was already closed at {1}.<br>Please upload again with a new or an existing open changeset.</html>
ca_es: <html>La pujada <strong>ha fallat</strong> perquè heu estat utilitzant un<br>conjunt de dades {0} que ja fou tancat el {1}.<br>Si us plau pujeu les dades amb un nou conjunt de dades o amb un d''obert.</html>

source: Changeset closed
ca_es: Conjunt de canvis tancat

source: Prepare conflict resolution
ca_es: Preparar la resolució de conflictes

source: Click to download all referring objects for {0}
ca_es: Feu clic per a descarregat tots els objectes que es refereixen a {0}

source: Click to cancel and to resume editing the map
ca_es: Feu clic per a anul·lar i reprendre la modificació del mapa

source: Click <strong>{0}</strong> to load them now.<br>If necessary JOSM will create conflicts which you can resolve in the Conflict Resolution Dialog.
ca_es: Feu clic sobre <strong>{0}</strong> per carregar-los.<br>Si és necessari JOSM crearà els conflictes que haureu de resoldrea la Finestra de Resolució de Conflictes.

source: Object still in use
ca_es: L''objecte ja és en ús

source: Error header "{0}" did not match with an expected pattern
ca_es: La capçalera d''error "{0}" no es correspon amb el patró esperat.

source: Upload
ca_es: Puja

source: <html>Select which actions to perform for this layer, if you click the leftmost button.<br/>Check "upload" to upload the changes to the OSM server.<br/>Check "Save" to save the layer to the file specified on the left.</html>
ca_es: <html>Seleccioneu les accions a fer per aquesta capa si feu clic sobre el botó situat més a l''esquerra.<br/>Marqueu "Pujar" per pujar els canvis al servidor OSM<br/>Marqueu "Desar" per desar la capa al fitxer especificat a l''esquerra.</html>

source: Provide a brief comment for the changes you are uploading:
ca_es: Afegiu un comentari descrivint els canvis que esteu pujant:

source: Enter an upload comment
ca_es: Afegeix un comentari

source: Changeset id:
ca_es: ID del conjunt de canvis:

source: Created at:
ca_es: Creat el:

source: Changeset comment:
ca_es: Comentari sobre el grup de canvis:

source: No open changeset
ca_es: Cap conjunt de canvis obert
